Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Led by your heart-rate variability (HRV) measured against your own personal baseline, plus resting heart rate, last night's Rest, breathing rate, and a skin-temperature signal (an early illness or overreach flag). Higher HRV versus your baseline means more Charge. NOOP needs a few nights to learn your baseline first. Until then you'll see “Calibrating”.
de: Angeführt von deiner Herzfrequenzvariabilität (HRV) gegenüber deiner persönlichen Basislinie, plus Ruheherzfrequenz, Ruhe der letzten Nacht, Atemfrequenz und einem Hauttemperatur-Signal (ein frühes Zeichen für Krankheit oder Überlastung). Höhere HRV gegenüber deiner Basislinie bedeutet mehr Ladung. NOOP braucht zuerst ein paar Nächte, um deine Basislinie zu lernen. Bis dahin siehst du „Kalibrierung“.
es: Liderada por tu variabilidad de la frecuencia cardíaca (VFC) medida frente a tu propia línea base personal, más la frecuencia cardíaca en reposo, el Descanso de anoche, la frecuencia respiratoria y una señal de temperatura de la piel (una alerta temprana de enfermedad o sobreentrenamiento). Una VFC más alta frente a tu línea base significa más Carga. NOOP necesita unas cuantas noches para aprender tu línea base primero. Hasta entonces verás “Calibrando”.
fr: Piloté par votre variabilité de la fréquence cardiaque (VFC) mesurée par rapport à votre propre référence personnelle, plus la fréquence cardiaque au repos, le Repos de la nuit dernière, la fréquence respiratoire et un signal de température cutanée (une alerte précoce de maladie ou de surcharge). Une VFC plus élevée que votre référence signifie plus de Charge. NOOP a d'abord besoin de quelques nuits pour apprendre votre référence. En attendant, vous verrez « Calibration en cours ».
it: Guidata dalla tua variabilità della frequenza cardiaca (HRV) misurata rispetto alla tua linea di base personale, più frequenza cardiaca a riposo, il Riposo della scorsa notte, la frequenza respiratoria e un segnale di temperatura cutanea (un campanello precoce di malattia o sovraccarico). Un'HRV più alta rispetto alla tua linea di base significa più Carica. NOOP ha bisogno prima di qualche notte per imparare la tua linea di base. Fino ad allora vedrai “Calibrazione”.
pl: Na podstawie zmienności tętna (HRV) zmierzonej w stosunku do Twojej osobistej wartości bazowej, plus tętno spoczynkowe, Odpoczynek z ostatniej nocy, częstość oddechów i sygnał temperatury skóry (wskaźnik wczesnej choroby lub przekroczenia zasięgu). Wyższe HRV w porównaniu z wartością bazową oznacza więcej Energia. NOOP potrzebuje najpierw kilku nocy, aby nauczyć się linii bazowej. Do tego czasu zobaczysz komunikat „Kalibracja”.
pt_pt: Liderado pela variabilidade da frequência cardíaca (VFC) medida em relação à sua linha de base pessoal, além da frequência cardíaca em repouso, descanso da noite anterior, frequência respiratória e um sinal de temperatura da pele (uma doença precoce ou sinal de excesso). Uma VFC mais elevada em relação à linha de base significa mais carga. O NOOP precisa de algumas noites para aprender primeiro a tua linha de base. Até lá verá “A calibrar”.
ru: Определяется вариабельностью сердечного ритма (ВСР) относительно вашей личной нормы, а также пульсом в покое, вчерашним Отдыхом, частотой дыхания и сигналом температуры кожи (ранний признак болезни или перетренированности). Более высокая ВСР относительно нормы означает больше Заряда. Сначала NOOP нужно несколько ночей, чтобы изучить вашу норму. До этого вы увидите «Калибровка».
th: นำโดยความแปรปรวนของอัตราการเต้นหัวใจ (HRV) ที่วัดเทียบกับพื้นฐานส่วนบุคคลของคุณ บวกกับอัตราการเต้นหัวใจขณะพัก การพักผ่อนเมื่อคืนนี้ อัตราการหายใจ และสัญญาณอุณหภูมิผิวหนัง (การเจ็บป่วยในระยะเริ่มแรกหรือสัญญาณที่เกินเอื้อม) HRV ที่สูงขึ้นเมื่อเทียบกับค่าพื้นฐานของคุณหมายถึงพลังฟื้นตัวที่มากขึ้น NOOP ต้องใช้เวลาสองสามคืนเพื่อเรียนรู้พื้นฐานของคุณก่อน จนกว่าจะถึงตอนนั้นคุณจะเห็น "การปรับเทียบ"
zh_hans: 主要由相对于你个人基线测量的心率变异性（HRV）驱动，再加上静息心率、昨晚的休息、呼吸频率，以及皮肤温度信号（疾病或过度训练的早期标志）。HRV 高于基线意味着更多能量。NOOP 需要几个晚上先学习你的基线，在那之前你会看到「校准中」。
zh_hant: 主要依據你的心率變異性（HRV）相對於你個人基線的表現，再加上靜息心率、昨晚的休息、呼吸率，以及皮膚溫度訊號（疾病或過度訓練的早期標誌）。HRV 相對基線越高，能量就越多。NOOP 需要先花幾晚學習你的基線，在那之前你會看到「校準中」。

source: Led by your heart-rate variability versus your own baseline. The watch samples HRV rather than streaming it, so this needs about a week of nights to calibrate. Until then NOOP shows “needs more data”, never a guessed number.
de: Angeführt von deiner Herzfrequenzvariabilität gegenüber deiner eigenen Basislinie. Die Uhr misst HRV stichprobenartig statt im Stream, daher braucht das etwa eine Woche an Nächten zum Kalibrieren. Bis dahin zeigt NOOP „braucht mehr Daten“, nie eine geratene Zahl.
es: Liderada por tu variabilidad de la frecuencia cardíaca frente a tu propia línea base. El reloj muestrea la VFC en lugar de transmitirla, así que esto necesita alrededor de una semana de noches para calibrarse. Hasta entonces NOOP muestra “necesita más datos”, nunca un número adivinado.
fr: Piloté par votre variabilité de la fréquence cardiaque par rapport à votre propre référence. La montre échantillonne la VFC plutôt que de la diffuser en continu, ce qui nécessite environ une semaine de nuits pour se calibrer. En attendant, NOOP affiche « données insuffisantes », jamais un chiffre deviné.
it: Guidata dalla tua variabilità della frequenza cardiaca rispetto alla tua linea di base. L'orologio campiona l'HRV invece di trasmetterla in continuo, quindi serve circa una settimana di notti per calibrarsi. Fino ad allora NOOP mostra “servono più dati”, mai un numero inventato.
pl: Na podstawie zmienności tętna w porównaniu z wartością bazową. Zegarek zamiast przesyłać strumieniowo próbki HRV, więc kalibracja zajmuje około tygodnia. Do tego czasu NOOP pokazuje „potrzebuje więcej danych”, nigdy nie jest to odgadnięta liczba.
pt_pt: Liderado pela variabilidade da tua frequência cardíaca em relação à sua própria linha de base. O relógio faz uma amostragem do HRV em vez de o transmitir, pelo que é necessário cerca de uma semana para calibrar. Até lá, o NOOP mostra “precisa de mais dados”, nunca um número adivinhado.
ru: Определяется вариабельностью сердечного ритма относительно вашей нормы. Часы измеряют ВСР точечно, а не непрерывно, поэтому калибровка занимает около недели ночей. До этого NOOP показывает «нужно больше данных», а не угаданное число.
th: นำโดยความแปรปรวนของอัตราการเต้นหัวใจเทียบกับค่าพื้นฐานของคุณเอง นาฬิกาสุ่มตัวอย่าง HRV แทนที่จะสตรีมมิง ดังนั้นจึงต้องใช้เวลาหนึ่งสัปดาห์ในการปรับเทียบ ก่อนหน้านั้น NOOP แสดงว่า "ต้องการข้อมูลเพิ่มเติม" ไม่ใช่ตัวเลขที่เดาได้
zh_hans: 主要看你的心率变异性相对于自身基线的表现。手表是抽样测量 HRV 而不是持续记录，所以需要大约一周的夜晚来校准。在那之前 NOOP 会显示「需要更多数据」，绝不给出猜测的数字。
zh_hant: 主要依據你的心率變異性相對於自身基線的表現。手錶是抽樣測量 HRV 而非持續串流，因此這需要大約一週的夜晚來校準。在那之前 NOOP 會顯示「需要更多資料」，絕不顯示猜測的數字。

source: Left wrist
de: Linkes Handgelenk
es: Muñeca izquierda
fr: Poignet gauche
it: Polso sinistro
pl: Lewy nadgarstek
pt_pt: Pulso esquerdo
ru: Левое запястье
th: ข้อมือซ้าย
zh_hans: 左手腕
zh_hant: 左手腕

source: Leftover import copies
de: Übrig gebliebene Importkopien
es: Copias de importación sobrantes
fr: Copies d'importation résiduelles
it: Copie di importazione residue
pl: Pozostałe kopie importowe
pt_pt: Sobras de cópias de importação
ru: Оставшиеся копии импорта
th: สำเนานำเข้าที่เหลือ
zh_hans: 遗留的导入副本
zh_hant: 遺留的匯入副本

source: LEGEND
de: LEGENDE
es: LEYENDA
fr: LÉGENDE
it: LEGENDA
pl: LEGENDA
pt_pt: LEGENDA
ru: ОБОЗНАЧЕНИЯ
th: คำอธิบายสี
zh_hans: 图例
zh_hant: 圖例

source: Less
de: Weniger
es: Menos
fr: Moins
it: Meno
pl: Mniej
pt_pt: Menos
ru: Меньше
th: น้อย
zh_hans: 更少
zh_hant: 更少

source: Less exhausted
de: Weniger erschöpft
es: Menos agotado
fr: Moins épuisé
it: Meno esausto
pl: Mniej wyczerpany
pt_pt: Menos exausto
ru: Менее истощен
th: เหนื่อยน้อยลง
zh_hans: 不那么疲惫
zh_hant: 不那麼疲憊

source: Let NOOP tap your wrist for the things you turn on below, so you can leave your phone and still feel what matters.
de: Lass NOOP dein Handgelenk für die Dinge antippen, die du unten einschaltest, damit du dein Telefon liegen lassen kannst und trotzdem spürst, was zählt.
es: Deja que NOOP toque tu muñeca para las cosas que actives abajo, así puedes dejar el teléfono y aun así sentir lo que importa.
fr: Laissez NOOP tapoter votre poignet pour ce que vous activez ci-dessous, afin de pouvoir laisser votre téléphone tout en ressentant ce qui compte.
it: Lascia che NOOP ti tocchi il polso per le cose che attivi qui sotto, così puoi lasciare il telefono e sentire comunque ciò che conta.
pl: Pozwól NOOP dotknąć nadgarstka, aby włączyć poniższe funkcje, dzięki czemu możesz zostawić telefon i nadal czuć to, co ważne.
pt_pt: Deixe o NOOP tocar no teu pulso para ver o que ativa abaixo, para que possa deixar o teu telemóvel e ainda sentir o que importa.
ru: Разрешите NOOP постукивать по запястью для включённых ниже событий, чтобы вы могли оставить телефон и всё равно не пропустить важное.
th: ให้ NOOP แตะข้อมือของคุณสำหรับสิ่งที่คุณเปิดด้านล่าง เพื่อให้คุณสามารถออกจากโทรศัพท์และยังคงรู้สึกถึงสิ่งที่สำคัญ
zh_hans: 让 NOOP 为你在下方开启的事项轻拍手腕，这样你可以放下手机，依然感知重要的事。
zh_hant: 讓 NOOP 為你在下方開啟的項目輕拍你的手腕，這樣你就能放下手機，仍能感受到重要的事。

source: Let the background show through every card. Tune how much just below.
de: Lass den Hintergrund durch jede Karte durchscheinen. Wie stark, stellst du direkt darunter ein.
es: Deja que el fondo se transparente a través de cada tarjeta. Ajusta cuánto justo debajo.
fr: Laisse l'arrière-plan transparaître à travers chaque carte. Règle l'intensité juste en dessous.
it: Lascia trasparire lo sfondo attraverso ogni scheda. Regola quanto proprio qui sotto.
pl: Niech tło będzie widoczne przez każdą kartę. Dostosuj kwotę tuż poniżej.
pt_pt: Deixa o fundo transparecer através de cada cartão. Ajusta o quanto mesmo abaixo.
ru: Позвольте фону просвечивать сквозь каждую карточку. Настройте степень чуть ниже.
th: ให้พื้นหลังแสดงผ่านการ์ดทุกใบ ปรับเท่าไหร่ด้านล่างครับ..
zh_hans: 让背景透过每张卡片显现。可在下方调整透出程度。
zh_hant: 讓背景透過每張卡片顯現。可在下方調整透出程度。

source: Let the check-in fire on its own. Off keeps it manual: you start a breath from Breathe yourself.
de: Lass den Check-in von selbst auslösen. Aus bleibt es manuell: Du startest eine Atmung selbst über „Atmen“.
es: Deja que el chequeo se active por sí solo. Desactivado lo mantiene manual: tú inicias una respiración desde Respirar.
fr: Laissez le point de contrôle se déclencher tout seul. Désactivé, il reste manuel : vous démarrez vous-même une respiration depuis Respirer.
it: Lascia che il check-in parta da solo. Se disattivato resta manuale: avvii tu una respirazione da Respira.
pl: Pozwól, aby odprawa uruchomiła się sama. Opcja Off utrzymuje tę czynność w trybie ręcznym: oddech rozpoczynasz od Oddychaj sam.
pt_pt: Deixe o check-in disparar sozinho. Off mantém o manual: começa a respirar respirando sozinho.
ru: Разрешить чек-ину запускаться самостоятельно. Выключено — только вручную: вы сами начинаете дыхательное упражнение в разделе «Дыхание».
th: ปล่อยให้การเช็กอินเริ่มโดยอัตโนมัติ หากปิดไว้จะเป็นแบบแมนนวล และคุณเริ่มฝึกหายใจเองจากหน้าฝึกหายใจ
zh_hans: 让签到自动触发。关闭则保持手动：由你自己在「呼吸」中发起一次呼吸练习。
zh_hant: 讓自我檢查自動觸發。關閉則保持手動：由你自己從「呼吸」開始一次呼吸練習。

source: Let the coach fetch core biometrics
de: Dem Coach erlauben, Kernwerte abzurufen
es: Permitir que el entrenador consulte la biometría principal
fr: Laisser le coach consulter la biométrie de base
it: Lascia che l'allenatore vada a prendere i dati biometrici fondamentali
pl: Pozwól trenerowi pobierać podstawowe dane biometryczne
pt_pt: Permitir que o treinador consulte a biometria principal
ru: Пусть тренер принесет основные биометрические данные
th: ให้โค้ชดึงข้อมูลชีวมาตรหลัก
zh_hans: 让教练获取核心生物识别信息
zh_hant: 讓教練獲取核心生物辨識訊息

source: Let the coach fetch the stress index
de: Dem Coach erlauben, den Stressindex abzurufen
es: Permitir que el entrenador consulte el índice de estrés
fr: Laisser le coach consulter l'indice de stress
it: Lascia che l'allenatore recuperi l'indice di stress
pl: Pozwól trenerowi pobierać wskaźnik stresu
pt_pt: Permitir que o treinador consulte o índice de stress
ru: Позвольте тренеру получить индекс стресса
th: ให้โค้ชดึงดัชนีความเครียด
zh_hans: 让教练取压力指数
zh_hant: 讓教練取壓力指數

source: Let the coach fetch workouts
de: Dem Coach erlauben, Workouts abzurufen
es: Permitir que el entrenador consulte entrenamientos
fr: Laisser le coach consulter les entraînements
it: Lascia che sia l'allenatore a prendere gli allenamenti
pl: Pozwól trenerowi pobierać treningi
pt_pt: Permitir que o treinador consulte treinos
ru: Пусть тренер принесет тренировки
th: ให้โค้ชดึงการออกกำลังกาย
zh_hans: 让教练拿训练数据
zh_hant: 讓教練拿訓練數據

source: Let the coach read and log your entries
de: Dem Coach erlauben, deine Einträge zu lesen und zu protokollieren
es: Permitir que el entrenador lea y registre tus entradas
fr: Laisser le coach lire et enregistrer vos entrées
it: Lascia che l'allenatore legga e registri le tue voci
pl: Pozwól trenerowi czytać i zapisywać Twoje wpisy
pt_pt: Permitir que o treinador leia e registe as suas entradas
ru: Позвольте тренеру прочитать и записать ваши записи
th: ให้โค้ชอ่านและบันทึกรายการของคุณ
zh_hans: 让教练阅读并记录您的条目
zh_hant: 讓教練閱讀並記錄您的條目

source: Let the coach save and search memory
de: Dem Coach erlauben, das Gedächtnis zu nutzen und zu durchsuchen
es: Permitir que el entrenador use y busque en la memoria
fr: Laisser le coach utiliser et rechercher dans la mémoire
it: Lascia che l'allenatore salvi e cerchi nella memoria
pl: Pozwól trenerowi zapisywać i przeszukiwać pamięć
pt_pt: Permitir que o treinador use e pesquise na memória
ru: Пусть тренер сохраняет и ищет в памяти
th: ให้โค้ชบันทึกและค้นหาความทรงจำ
zh_hans: 让教练保存和搜索记忆
zh_hant: 讓教練保存、搜尋記憶

source: Let the coach suggest and review sessions
de: Dem Coach erlauben, Sessions vorzuschlagen und zu überprüfen
es: Permitir que el entrenador sugiera y revise sesiones
fr: Laisser le coach suggérer et revoir des séances
it: Lascia che sia il coach a suggerire e rivedere le sessioni
pl: Pozwól trenerowi proponować i przeglądać sesje
pt_pt: Permitir que o treinador sugira e reveja sessões
ru: Разрешите тренеру предлагать и проверять занятия
th: ให้โค้ชแนะนำและทบทวนเซสชั่นต่างๆ
zh_hans: 让教练提出建议并回顾课程
zh_hant: 讓教練提出建議並回顧課程

source: Let the coach use my data
de: Dem Coach erlauben, meine Daten zu nutzen
es: Permitir que el entrenador use mis datos
fr: Laisser le coach utiliser mes données
it: Consenti al Coach di usare i miei dati
pl: Niech trener wykorzysta moje dane
pt_pt: Deixe o treinador usar os meus dados
ru: Разрешить ИИ-тренеру использовать мои данные
th: ให้โค้ชใช้ข้อมูลของฉัน
zh_hans: 让教练使用我的数据
zh_hant: 讓教練使用我的數據

source: Let's set a goal
de: Setzen wir ein Ziel
es: Vamos a fijar un objetivo
fr: Fixons un objectif
it: Impostiamo un obiettivo
pl: Ustalmy cel
pt_pt: Vamos definir um objetivo
ru: Давайте зададим цель
th: มาตั้งเป้าหมายกัน
zh_hans: 来设置一个目标吧
zh_hant: 來設定一個目標吧

source: Lets the coach tile on Today pulse gently, so the one thing that talks back has a pulse. Turn it off to keep it perfectly still.
de: Lässt die Coach-Kachel „Heute“ sanft pulsieren, sodass das Einzige, was zurückspricht, einen Puls hat. Schalten Sie es aus, um es vollkommen ruhig zu halten.
es: Permite que el mosaico del entrenador en Hoy lata suavemente, para que lo único que responde tenga pulso. Apágalo para mantenerlo perfectamente quieto.
fr: Laisse la vignette de l'entraîneur sur Aujourd'hui pulser doucement, afin que la seule chose qui répond ait une pulsation. Éteignez-le pour le maintenir parfaitement immobile.
it: Lascia che il riquadro dell'allenatore su Oggi pulsa dolcemente, quindi l'unica cosa che risponde abbia un battito. Spegnilo per mantenerlo perfettamente fermo.
pl: Sprawia, że kafelek trenera w Dziś delikatnie pulsuje — jedyna rzecz, która odpowiada, ma tętno. Wyłącz, by pozostał całkiem nieruchomy.
pt_pt: Permite que o bloco do treinador Hoje pulse suavemente, para que a única coisa que responde tenha pulsação. Desligue-o para mantê-lo perfeitamente imóvel.
ru: Позволяет тренеру на экране «Сегодня» плавно пульсировать, чтобы единственное, что отвечает, имело пульс. Выключите его, чтобы он оставался совершенно неподвижным.
th: ให้ไทล์โค้ชในรายการวันนี้เต้นเบาๆ เพื่อให้สิ่งหนึ่งที่พูดกลับมีจังหวะ ปิดเครื่องเพื่อให้เครื่องอยู่นิ่งสนิท
zh_hans: 让教练在“今天”上轻轻地脉搏，这样回复的一件事就有脉搏。将其关闭以使其保持完全静止。
zh_hant: 讓教練在「今天」上輕輕地脈搏，這樣回覆的一件事就有脈搏。將其關閉以使其保持完全靜止。

source: Life got busy
de: Das Leben kam dazwischen
es: La vida se complicó
fr: La vie en a décidé autrement
it: La vita è diventata impegnativa
pl: Życie się skomplikowało
pt_pt: A vida ficou ocupada
ru: Жизнь стала занятой
th: ชีวิตยุ่งมาก
zh_hans: 生活变得忙碌起来
zh_hant: 生活變得忙碌起來

source: Lifestyle
de: Lebensstil
es: Estilo de vida
fr: Mode de vie
pl: Styl życia
pt_pt: Estilo de vida
ru: Образ жизни
th: ไลฟ์สไตล์

source: Lifetime for this key, straight from OpenRouter — not a weekly or monthly figure.
de: Lebensdauer für diesen Schlüssel, direkt ab OpenRouter – keine wöchentliche oder monatliche Zahl.
es: Duración de esta clave, directamente desde OpenRouter, no una cifra semanal ni mensual.
fr: Durée de vie de cette clé, directement à partir de OpenRouter — et non un chiffre hebdomadaire ou mensuel.
it: Durata di questa chiave, direttamente da OpenRouter, non una cifra settimanale o mensile.
pl: Wartość od początku dla tego klucza, prosto z OpenRouter — nie jest to wartość tygodniowa ani miesięczna.
pt_pt: Vida útil desta chave, diretamente de OpenRouter — não um valor semanal ou mensal.
ru: Срок действия этого ключа, начиная с OpenRouter, а не недельный или ежемесячный показатель.
th: อายุการใช้งานของคีย์นี้ ส่งตรงจาก OpenRouter ไม่ใช่ตัวเลขรายสัปดาห์หรือรายเดือน
zh_hans: 此密钥的生命周期，直接来自 OpenRouter — 不是每周或每月的数字。
zh_hant: 此密鑰的生命週期，直接來自 OpenRouter — 不是每週或每月的數字。

source: Lifting
de: Krafttraining
es: Pesas
fr: Musculation
it: Pesi
pl: Podnoszenie
pt_pt: Elevação
ru: Силовая тренировка
th: เวทเทรนนิง
zh_hans: 力量训练
zh_hant: 力量訓練

source: Lifting log (Hevy / Liftosaur)
de: Krafttrainings-Log (Hevy / Liftosaur)
es: Registro de pesas (Hevy / Liftosaur)
fr: Journal de musculation (Hevy / Liftosaur)
it: Registro pesi (Hevy / Liftosaur)
pl: Podnoszenie kłody (Hevy / Liftosaur)
pt_pt: Registo de levantamento (Hevy / Liftosaur)
ru: Журнал силовых тренировок (Hevy / Liftosaur)
th: ท่อนไม้ยก (Hevy / Liftosaur)
zh_hans: 力量训练日志（Hevy / Liftosaur）
zh_hant: 力量訓練記錄（Hevy / Liftosaur）

source: Light
de: Leicht
es: Ligero
fr: Léger
it: Leggero
pl: Światło
pt_pt: Luz
ru: Лёгкий
th: หลับตื้น
zh_hans: 浅睡
zh_hant: 淺睡

source: Light + sleep timing only
de: Nur Licht + Schlaf-Timing
es: Solo luz + horarios de sueño
fr: Léger + horaires de sommeil uniquement
it: Solo leggero + tempistica del sonno
pl: Tylko światło + czas snu
pt_pt: Apenas tempo de luz + sono
ru: Только лёгкий сон и время сна
th: ใช้เฉพาะแสงและเวลาเข้านอน
zh_hans: 仅光照 + 睡眠时间
zh_hant: 僅光照 + 睡眠時間

source: Light Sleep
de: Leichtschlaf
es: Sueño ligero
fr: Sommeil léger
it: Sonno leggero
pl: Lekki sen
pt_pt: Sono leve
ru: Лёгкий сон
th: การนอนหลับตื้น
zh_hans: 浅睡
zh_hant: 淺睡

source: Likely period window: %@-%@. This is a range, not a fixed date.
de: Wahrscheinliches Zeitfenster für die Periode: %1$@–%2$@. Dies ist ein Zeitraum, kein festes Datum.
es: Ventana probable del período: %1$@–%2$@. Es un intervalo, no una fecha fija.
fr: Période probable entre %1$@ et %2$@. Il s’agit d’une plage, pas d’une date fixe.
it: Intervallo mestruale probabile: %1$@–%2$@. È un intervallo, non una data fissa.
pl: Prawdopodobny okres: %@-%@. To jest zakres, a nie stała data.
pt_pt: Período provável entre %1$@ e %2$@. É um intervalo, não uma data fixa.
ru: Вероятный период начала менструации: %1$@–%2$@. Это диапазон, а не точная дата.
th: กรอบระยะเวลาที่น่าจะเป็นไปได้: %@-%@ นี่เป็นช่วง ไม่ใช่วันที่แน่นอน
zh_hans: 预计经期范围：%1$@–%2$@。这是一个时间范围，并非固定日期。
zh_hant: 預計經期範圍：%1$@–%2$@。這是一個時間範圍，並非固定日期。

source: Likely your Oura warranty and support, because the ring is no longer paired to Oura. Treat this as permanent.
de: Wahrscheinlich deine Oura-Garantie und den Support, weil der Ring nicht mehr mit Oura gekoppelt ist. Betrachte das als dauerhaft.
es: Probablemente tu garantía y soporte de Oura, porque el anillo ya no está emparejado con Oura. Considéralo permanente.
fr: Probablement votre garantie et l'assistance Oura, car l'anneau n'est plus associé à Oura. Considérez cela comme définitif.
it: Probabilmente la tua garanzia e assistenza Oura, perché l'anello non è più associato a Oura. Consideralo permanente.
pl: Prawdopodobnie gwarancja i wsparcie dla Oura, ponieważ pierścień nie jest już sparowany z Oura. Potraktuj to jako trwałe.
pt_pt: Provavelmente a tua garantia e suporte Oura, pois o anel já não está emparelhado com Oura. Trate-o como permanente.
ru: Скорее всего, гарантию и поддержку Oura, так как кольцо больше не сопряжено с Oura. Считайте это необратимым.
th: การรับประกันและการสนับสนุนของ Oura น่าจะเป็นไปได้ เนื่องจากแหวนไม่ได้จับคู่กับ Oura อีกต่อไป ปฏิบัติต่อสิ่งนี้เป็นการถาวร
zh_hans: 很可能会失去你的 Oura 保修和支持，因为戒指不再与 Oura 配对。请把这视为不可逆。
zh_hant: 很可能是你的 Oura 保固和支援，因為戒指已不再與 Oura 配對。請將此視為永久性的。

source: Lining them up…
de: Werden ausgerichtet…
es: Alineándolos…
fr: Alignement en cours…
it: Allineamento in corso…
pl: Układanie ich w kolejce…
pt_pt: Alinhando-os…
ru: Сопоставляем…
th: กำลังเรียงพวกมัน…
zh_hans: 正在对齐它们…
zh_hant: 正在對齊它們…

source: Liquid Today (prototype)
de: Liquid Today (Prototyp)
es: Hoy líquido (prototipo)
fr: Liquide aujourd'hui (prototype)
pl: Liquid Today (prototyp)
pt_pt: Líquido Hoje (protótipo)
th: ลิควิดทูเดย์ (ต้นแบบ)

source: List row
de: Listenzeile
es: Fila de lista
fr: Ligne de liste
it: Riga elenco
pl: Wiersz listy
pt_pt: Linha de lista
ru: Строка списка
th: แถวรายการ
zh_hans: 列表行
zh_hant: 列表列

source: Listening for the strap's reply…
de: Warte auf die Antwort des Straps…
es: Esperando la respuesta de la pulsera…
fr: En attente de la réponse du bracelet…
it: In attesa della risposta della fascia…
pl: Słucham odpowiedzi paska…
pt_pt: Aguardo a resposta da bracelete…
ru: Ожидание ответа браслета…
th: กำลังฟังคำตอบของสายรัด…
zh_hans: 正在等待手环的回复…
zh_hant: 正在等待手環的回覆…

source: Live · beat by beat
de: Live · Schlag für Schlag
es: En vivo · latido a latido
fr: En direct · battement par battement
it: In diretta · battito per battito
pl: Na żywo · rytm po uderzeniu
pt_pt: Em direto · batida a batida
ru: В реальном времени · удар за ударом
th: เรียลไทม์ · จังหวะต่อจังหวะ
zh_hans: 实时 · 逐次心跳
zh_hant: 即時 · 逐次心跳

source: Live Body Console
de: Live-Körperkonsole
es: Consola corporal en vivo
fr: Console corporelle en direct
it: Console del corpo in diretta
pl: Konsola na żywo
pt_pt: Consola de corpo em direto
ru: Консоль тела в реальном времени
th: คอนโซลร่างกายแบบเรียลไทม์
zh_hans: 实时身体控制台
zh_hant: 即時身體控制台

source: Live heart rate
de: Live-Herzfrequenz
es: Frecuencia cardíaca en vivo
fr: Fréquence cardiaque en direct
it: Frequenza cardiaca in diretta
pl: Tętno na żywo
pt_pt: Frequência cardíaca em direto
ru: Пульс в реальном времени
th: อัตราการเต้นหัวใจแบบเรียลไทม์
zh_hans: 实时心率
zh_hant: 即時心率
